######################################################
# 이 파일은 훈민 v21.6 으로 작성되었습니다
# 
# 2021-06-05 22:56:02.908479
######################################################

print("너는 무엇이지?")

사용자입력 = input("> ")

if int(사용자입력)==1:
    print("넌 1이군")


elif int(사용자입력)==2:
    print("넌 2이군")
    print("정말 좋군")


elif int(사용자입력)==3:
    print("3이라니!!!")
    print("예상치 못해따!!!")


else:
    print("아니라니!!!!!!!!!!!!!")

print("이게 종료인것 같다")
print(print("나다"),input(print("ㅊ")))

너 = 5
print([1,2,3,너,너+6,너/3])
